Revit 2027 API
ParameterTypeId.PhyMaterialParamTensionParallel Property
 "Tension Parallel to Grain"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId PhyMaterialParamTensionParallel { get; }
Public Shared ReadOnly Property PhyMaterialParamTensionParallel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ PhyMaterialParamTensionParallel {
	ForgeTypeId^ get ();
}
static member PhyMaterialParamTensionParallel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace